---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TriangulationInterfaceForTriangulatedShellComponent
source: html/001aaa1d-fe9c-fc7b-0066-3116ec2b0bc3.htm
---
# TriangulationInterfaceForTriangulatedShellComponent Members

Constructs an interface object for a TriangulatedShellComponent.